amazonwebservices.aws-toolkit-vscode
batisteo.vscode-django
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
golang.go
magicstack.MagicPython
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
PKief.material-icon-theme
pnp.polacode
Prisma.vscode-graphql
rust-lang.rust
VisualStudioExptTeam.vscodeintellicode
